ycsb-mongodb/output.txt
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.MongoDbClient -s -P workloads/workloada -p mongodb.url=mongodb://localhost:27018 -p mongodb.writeConcern=acknowledged -load
[WORKLOAD], READ, 0.5%.
[WORKLOAD], UPDATE, 0.5%.
mongo connection created to mongodb://localhost:27018
[OVERALL], RunTime(ms), 197.0
[OVERALL], Throughput(ops/sec), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 6291.0
[CLEANUP], MinLatency(us), 6291
[CLEANUP], MaxLatency(us), 6291
[CLEANUP], 95thPercentileLatency(us), 6290
[CLEANUP], 99thPercentileLatency(us), 6290
[CLEANUP], 0us, 0
[CLEANUP], 10us, 0
[CLEANUP], 20us, 0
[CLEANUP], 30us, 0
[CLEANUP], 40us, 0
[CLEANUP], 50us, 0
[CLEANUP], 60us, 0
[CLEANUP], 70us, 0
[CLEANUP], 80us, 0
[CLEANUP], 90us, 0
[CLEANUP], 100us, 0
[CLEANUP], 110us, 0
[CLEANUP], 120us, 0
[CLEANUP], 130us, 0
[CLEANUP], 140us, 0
[CLEANUP], 150us, 0
[CLEANUP], 160us, 0
[CLEANUP], 170us, 0
[CLEANUP], 180us, 0
[CLEANUP], 190us, 0
[CLEANUP], 200us, 0
[CLEANUP], 210us, 0
[CLEANUP], 220us, 0
[CLEANUP], 230us, 0
[CLEANUP], 240us, 0
[CLEANUP], 250us, 0
[CLEANUP], 260us, 0
[CLEANUP], 270us, 0
[CLEANUP], 280us, 0
[CLEANUP], 290us, 0
[CLEANUP], 300us, 0
[CLEANUP], 310us, 0
[CLEANUP], 320us, 0
[CLEANUP], 330us, 0
[CLEANUP], 340us, 0
[CLEANUP], 350us, 0
[CLEANUP], 360us, 0
[CLEANUP], 370us, 0
[CLEANUP], 380us, 0
[CLEANUP], 390us, 0
[CLEANUP], 400us, 0
[CLEANUP], 410us, 0
[CLEANUP], 420us, 0
[CLEANUP], 430us, 0
[CLEANUP], 440us, 0
[CLEANUP], 450us, 0
[CLEANUP], 460us, 0
[CLEANUP], 470us, 0
[CLEANUP], 480us, 0
[CLEANUP], 490us, 0
[CLEANUP], 500us, 0
[CLEANUP], 510us, 0
[CLEANUP], 520us, 0
[CLEANUP], 530us, 0
[CLEANUP], 540us, 0
[CLEANUP], 550us, 0
[CLEANUP], 560us, 0
[CLEANUP], 570us, 0
[CLEANUP], 580us, 0
[CLEANUP], 590us, 0
[CLEANUP], 600us, 0
[CLEANUP], 610us, 0
[CLEANUP], 620us, 0
[CLEANUP], 630us, 0
[CLEANUP], 640us, 0
[CLEANUP], 650us, 0
[CLEANUP], 660us, 0
[CLEANUP], 670us, 0
[CLEANUP], 680us, 0
[CLEANUP], 690us, 0
[CLEANUP], 700us, 0
[CLEANUP], 710us, 0
[CLEANUP], 720us, 0
[CLEANUP], 730us, 0
[CLEANUP], 740us, 0
[CLEANUP], 750us, 0
[CLEANUP], 760us, 0
[CLEANUP], 770us, 0
[CLEANUP], 780us, 0
[CLEANUP], 790us, 0
[CLEANUP], 800us, 0
[CLEANUP], 810us, 0
[CLEANUP], 820us, 0
[CLEANUP], 830us, 0
[CLEANUP], 840us, 0
[CLEANUP], 850us, 0
[CLEANUP], 860us, 0
[CLEANUP], 870us, 0
[CLEANUP], 880us, 0
[CLEANUP], 890us, 0
[CLEANUP], 900us, 0
[CLEANUP], 910us, 0
[CLEANUP], 920us, 0
[CLEANUP], 930us, 0
[CLEANUP], 940us, 0
[CLEANUP], 950us, 0
[CLEANUP], 960us, 0
[CLEANUP], 970us, 0
[CLEANUP], 980us, 0
[CLEANUP], 990us, 0
[CLEANUP], 1000us, 0
[CLEANUP], 1010us, 0
[CLEANUP], 1020us, 0
[CLEANUP], 1030us, 0
[CLEANUP], 1040us, 0
[CLEANUP], 1050us, 0
[CLEANUP], 1060us, 0
[CLEANUP], 1070us, 0
[CLEANUP], 1080us, 0
[CLEANUP], 1090us, 0
[CLEANUP], 1100us, 0
[CLEANUP], 1110us, 0
[CLEANUP], 1120us, 0
[CLEANUP], 1130us, 0
[CLEANUP], 1140us, 0
[CLEANUP], 1150us, 0
[CLEANUP], 1160us, 0
[CLEANUP], 1170us, 0
[CLEANUP], 1180us, 0
[CLEANUP], 1190us, 0
[CLEANUP], 1200us, 0
[CLEANUP], 1210us, 0
[CLEANUP], 1220us, 0
[CLEANUP], 1230us, 0
[CLEANUP], 1240us, 0
[CLEANUP], 1250us, 0
[CLEANUP], 1260us, 0
[CLEANUP], 1270us, 0
[CLEANUP], 1280us, 0
[CLEANUP], 1290us, 0
[CLEANUP], 1300us, 0
[CLEANUP], 1310us, 0
[CLEANUP], 1320us, 0
[CLEANUP], 1330us, 0
[CLEANUP], 1340us, 0
[CLEANUP], 1350us, 0
[CLEANUP], 1360us, 0
[CLEANUP], 1370us, 0
[CLEANUP], 1380us, 0
[CLEANUP], 1390us, 0
[CLEANUP], 1400us, 0
[CLEANUP], 1410us, 0
[CLEANUP], 1420us, 0
[CLEANUP], 1430us, 0
[CLEANUP], 1440us, 0
[CLEANUP], 1450us, 0
[CLEANUP], 1460us, 0
[CLEANUP], 1470us, 0
[CLEANUP], 1480us, 0
[CLEANUP], 1490us, 0
[CLEANUP], 1500us, 0
[CLEANUP], 1510us, 0
[CLEANUP], 1520us, 0
[CLEANUP], 1530us, 0
[CLEANUP], 1540us, 0
[CLEANUP], 1550us, 0
[CLEANUP], 1560us, 0
[CLEANUP], 1570us, 0
[CLEANUP], 1580us, 0
[CLEANUP], 1590us, 0
[CLEANUP], 1600us, 0
[CLEANUP], 1610us, 0
[CLEANUP], 1620us, 0
[CLEANUP], 1630us, 0
[CLEANUP], 1640us, 0
[CLEANUP], 1650us, 0
[CLEANUP], 1660us, 0
[CLEANUP], 1670us, 0
[CLEANUP], 1680us, 0
[CLEANUP], 1690us, 0
[CLEANUP], 1700us, 0
[CLEANUP], 1710us, 0
[CLEANUP], 1720us, 0
[CLEANUP], 1730us, 0
[CLEANUP], 1740us, 0
[CLEANUP], 1750us, 0
[CLEANUP], 1760us, 0
[CLEANUP], 1770us, 0
[CLEANUP], 1780us, 0
[CLEANUP], 1790us, 0
[CLEANUP], 1800us, 0
[CLEANUP], 1810us, 0
[CLEANUP], 1820us, 0
[CLEANUP], 1830us, 0
[CLEANUP], 1840us, 0
[CLEANUP], 1850us, 0
[CLEANUP], 1860us, 0
[CLEANUP], 1870us, 0
[CLEANUP], 1880us, 0
[CLEANUP], 1890us, 0
[CLEANUP], 1900us, 0
[CLEANUP], 1910us, 0
[CLEANUP], 1920us, 0
[CLEANUP], 1930us, 0
[CLEANUP], 1940us, 0
[CLEANUP], 1950us, 0
[CLEANUP], 1960us, 0
[CLEANUP], 1970us, 0
[CLEANUP], 1980us, 0
[CLEANUP], 1990us, 0
[CLEANUP], 2000us, 0
[CLEANUP], 2010us, 0
[CLEANUP], 2020us, 0
[CLEANUP], 2030us, 0
[CLEANUP], 2040us, 0
[CLEANUP], 2050us, 0
[CLEANUP], 2060us, 0
[CLEANUP], 2070us, 0
[CLEANUP], 2080us, 0
[CLEANUP], 2090us, 0
[CLEANUP], 2100us, 0
[CLEANUP], 2110us, 0
[CLEANUP], 2120us, 0
[CLEANUP], 2130us, 0
[CLEANUP], 2140us, 0
[CLEANUP], 2150us, 0
[CLEANUP], 2160us, 0
[CLEANUP], 2170us, 0
[CLEANUP], 2180us, 0
[CLEANUP], 2190us, 0
[CLEANUP], 2200us, 0
[CLEANUP], 2210us, 0
[CLEANUP], 2220us, 0
[CLEANUP], 2230us, 0
[CLEANUP], 2240us, 0
[CLEANUP], 2250us, 0
[CLEANUP], 2260us, 0
[CLEANUP], 2270us, 0
[CLEANUP], 2280us, 0
[CLEANUP], 2290us, 0
[CLEANUP], 2300us, 0
[CLEANUP], 2310us, 0
[CLEANUP], 2320us, 0
[CLEANUP], 2330us, 0
[CLEANUP], 2340us, 0
[CLEANUP], 2350us, 0
[CLEANUP], 2360us, 0
[CLEANUP], 2370us, 0
[CLEANUP], 2380us, 0
[CLEANUP], 2390us, 0
[CLEANUP], 2400us, 0
[CLEANUP], 2410us, 0
[CLEANUP], 2420us, 0
[CLEANUP], 2430us, 0
[CLEANUP], 2440us, 0
[CLEANUP], 2450us, 0
[CLEANUP], 2460us, 0
[CLEANUP], 2470us, 0
[CLEANUP], 2480us, 0
[CLEANUP], 2490us, 0
[CLEANUP], 2500us, 0
[CLEANUP], 2510us, 0
[CLEANUP], 2520us, 0
[CLEANUP], 2530us, 0
[CLEANUP], 2540us, 0
[CLEANUP], 2550us, 0
[CLEANUP], 2560us, 0
[CLEANUP], 2570us, 0
[CLEANUP], 2580us, 0
[CLEANUP], 2590us, 0
[CLEANUP], 2600us, 0
[CLEANUP], 2610us, 0
[CLEANUP], 2620us, 0
[CLEANUP], 2630us, 0
[CLEANUP], 2640us, 0
[CLEANUP], 2650us, 0
[CLEANUP], 2660us, 0
[CLEANUP], 2670us, 0
[CLEANUP], 2680us, 0
[CLEANUP], 2690us, 0
[CLEANUP], 2700us, 0
[CLEANUP], 2710us, 0
[CLEANUP], 2720us, 0
[CLEANUP], 2730us, 0
[CLEANUP], 2740us, 0
[CLEANUP], 2750us, 0
[CLEANUP], 2760us, 0
[CLEANUP], 2770us, 0
[CLEANUP], 2780us, 0
[CLEANUP], 2790us, 0
[CLEANUP], 2800us, 0
[CLEANUP], 2810us, 0
[CLEANUP], 2820us, 0
[CLEANUP], 2830us, 0
[CLEANUP], 2840us, 0
[CLEANUP], 2850us, 0
[CLEANUP], 2860us, 0
[CLEANUP], 2870us, 0
[CLEANUP], 2880us, 0
[CLEANUP], 2890us, 0
[CLEANUP], 2900us, 0
[CLEANUP], 2910us, 0
[CLEANUP], 2920us, 0
[CLEANUP], 2930us, 0
[CLEANUP], 2940us, 0
[CLEANUP], 2950us, 0
[CLEANUP], 2960us, 0
[CLEANUP], 2970us, 0
[CLEANUP], 2980us, 0
[CLEANUP], 2990us, 0
[CLEANUP], 3000us, 0
[CLEANUP], 3010us, 0
[CLEANUP], 3020us, 0
[CLEANUP], 3030us, 0
[CLEANUP], 3040us, 0
[CLEANUP], 3050us, 0
[CLEANUP], 3060us, 0
[CLEANUP], 3070us, 0
[CLEANUP], 3080us, 0
[CLEANUP], 3090us, 0
[CLEANUP], 3100us, 0
[CLEANUP], 3110us, 0
[CLEANUP], 3120us, 0
[CLEANUP], 3130us, 0
[CLEANUP], 3140us, 0
[CLEANUP], 3150us, 0
[CLEANUP], 3160us, 0
[CLEANUP], 3170us, 0
[CLEANUP], 3180us, 0
[CLEANUP], 3190us, 0
[CLEANUP], 3200us, 0
[CLEANUP], 3210us, 0
[CLEANUP], 3220us, 0
[CLEANUP], 3230us, 0
[CLEANUP], 3240us, 0
[CLEANUP], 3250us, 0
[CLEANUP], 3260us, 0
[CLEANUP], 3270us, 0
[CLEANUP], 3280us, 0
[CLEANUP], 3290us, 0
[CLEANUP], 3300us, 0
[CLEANUP], 3310us, 0
[CLEANUP], 3320us, 0
[CLEANUP], 3330us, 0
[CLEANUP], 3340us, 0
[CLEANUP], 3350us, 0
[CLEANUP], 3360us, 0
[CLEANUP], 3370us, 0
[CLEANUP], 3380us, 0
[CLEANUP], 3390us, 0
[CLEANUP], 3400us, 0
[CLEANUP], 3410us, 0
[CLEANUP], 3420us, 0
[CLEANUP], 3430us, 0
[CLEANUP], 3440us, 0
[CLEANUP], 3450us, 0
[CLEANUP], 3460us, 0
[CLEANUP], 3470us, 0
[CLEANUP], 3480us, 0
[CLEANUP], 3490us, 0
[CLEANUP], 3500us, 0
[CLEANUP], 3510us, 0
[CLEANUP], 3520us, 0
[CLEANUP], 3530us, 0
[CLEANUP], 3540us, 0
[CLEANUP], 3550us, 0
[CLEANUP], 3560us, 0
[CLEANUP], 3570us, 0
[CLEANUP], 3580us, 0
[CLEANUP], 3590us, 0
[CLEANUP], 3600us, 0
[CLEANUP], 3610us, 0
[CLEANUP], 3620us, 0
[CLEANUP], 3630us, 0
[CLEANUP], 3640us, 0
[CLEANUP], 3650us, 0
[CLEANUP], 3660us, 0
[CLEANUP], 3670us, 0
[CLEANUP], 3680us, 0
[CLEANUP], 3690us, 0
[CLEANUP], 3700us, 0
[CLEANUP], 3710us, 0
[CLEANUP], 3720us, 0
[CLEANUP], 3730us, 0
[CLEANUP], 3740us, 0
[CLEANUP], 3750us, 0
[CLEANUP], 3760us, 0
[CLEANUP], 3770us, 0
[CLEANUP], 3780us, 0
[CLEANUP], 3790us, 0
[CLEANUP], 3800us, 0
[CLEANUP], 3810us, 0
[CLEANUP], 3820us, 0
[CLEANUP], 3830us, 0
[CLEANUP], 3840us, 0
[CLEANUP], 3850us, 0
[CLEANUP], 3860us, 0
[CLEANUP], 3870us, 0
[CLEANUP], 3880us, 0
[CLEANUP], 3890us, 0
[CLEANUP], 3900us, 0
[CLEANUP], 3910us, 0
[CLEANUP], 3920us, 0
[CLEANUP], 3930us, 0
[CLEANUP], 3940us, 0
[CLEANUP], 3950us, 0
[CLEANUP], 3960us, 0
[CLEANUP], 3970us, 0
[CLEANUP], 3980us, 0
[CLEANUP], 3990us, 0
[CLEANUP], 4000us, 0
[CLEANUP], 4010us, 0
[CLEANUP], 4020us, 0
[CLEANUP], 4030us, 0
[CLEANUP], 4040us, 0
[CLEANUP], 4050us, 0
[CLEANUP], 4060us, 0
[CLEANUP], 4070us, 0
[CLEANUP], 4080us, 0
[CLEANUP], 4090us, 0
[CLEANUP], 4100us, 0
[CLEANUP], 4110us, 0
[CLEANUP], 4120us, 0
[CLEANUP], 4130us, 0
[CLEANUP], 4140us, 0
[CLEANUP], 4150us, 0
[CLEANUP], 4160us, 0
[CLEANUP], 4170us, 0
[CLEANUP], 4180us, 0
[CLEANUP], 4190us, 0
[CLEANUP], 4200us, 0
[CLEANUP], 4210us, 0
[CLEANUP], 4220us, 0
[CLEANUP], 4230us, 0
[CLEANUP], 4240us, 0
[CLEANUP], 4250us, 0
[CLEANUP], 4260us, 0
[CLEANUP], 4270us, 0
[CLEANUP], 4280us, 0
[CLEANUP], 4290us, 0
[CLEANUP], 4300us, 0
[CLEANUP], 4310us, 0
[CLEANUP], 4320us, 0
[CLEANUP], 4330us, 0
[CLEANUP], 4340us, 0
[CLEANUP], 4350us, 0
[CLEANUP], 4360us, 0
[CLEANUP], 4370us, 0
[CLEANUP], 4380us, 0
[CLEANUP], 4390us, 0
[CLEANUP], 4400us, 0
[CLEANUP], 4410us, 0
[CLEANUP], 4420us, 0
[CLEANUP], 4430us, 0
[CLEANUP], 4440us, 0
[CLEANUP], 4450us, 0
[CLEANUP], 4460us, 0
[CLEANUP], 4470us, 0
[CLEANUP], 4480us, 0
[CLEANUP], 4490us, 0
[CLEANUP], 4500us, 0
[CLEANUP], 4510us, 0
[CLEANUP], 4520us, 0
[CLEANUP], 4530us, 0
[CLEANUP], 4540us, 0
[CLEANUP], 4550us, 0
[CLEANUP], 4560us, 0
[CLEANUP], 4570us, 0
[CLEANUP], 4580us, 0
[CLEANUP], 4590us, 0
[CLEANUP], 4600us, 0
[CLEANUP], 4610us, 0
[CLEANUP], 4620us, 0
[CLEANUP], 4630us, 0
[CLEANUP], 4640us, 0
[CLEANUP], 4650us, 0
[CLEANUP], 4660us, 0
[CLEANUP], 4670us, 0
[CLEANUP], 4680us, 0
[CLEANUP], 4690us, 0
[CLEANUP], 4700us, 0
[CLEANUP], 4710us, 0
[CLEANUP], 4720us, 0
[CLEANUP], 4730us, 0
[CLEANUP], 4740us, 0
[CLEANUP], 4750us, 0
[CLEANUP], 4760us, 0
[CLEANUP], 4770us, 0
[CLEANUP], 4780us, 0
[CLEANUP], 4790us, 0
[CLEANUP], 4800us, 0
[CLEANUP], 4810us, 0
[CLEANUP], 4820us, 0
[CLEANUP], 4830us, 0
[CLEANUP], 4840us, 0
[CLEANUP], 4850us, 0
[CLEANUP], 4860us, 0
[CLEANUP], 4870us, 0
[CLEANUP], 4880us, 0
[CLEANUP], 4890us, 0
[CLEANUP], 4900us, 0
[CLEANUP], 4910us, 0
[CLEANUP], 4920us, 0
[CLEANUP], 4930us, 0
[CLEANUP], 4940us, 0
[CLEANUP], 4950us, 0
[CLEANUP], 4960us, 0
[CLEANUP], 4970us, 0
[CLEANUP], 4980us, 0
[CLEANUP], 4990us, 0
[CLEANUP], 5000us, 0
[CLEANUP], 5010us, 0
[CLEANUP], 5020us, 0
[CLEANUP], 5030us, 0
[CLEANUP], 5040us, 0
[CLEANUP], 5050us, 0
[CLEANUP], 5060us, 0
[CLEANUP], 5070us, 0
[CLEANUP], 5080us, 0
[CLEANUP], 5090us, 0
[CLEANUP], 5100us, 0
[CLEANUP], 5110us, 0
[CLEANUP], 5120us, 0
[CLEANUP], 5130us, 0
[CLEANUP], 5140us, 0
[CLEANUP], 5150us, 0
[CLEANUP], 5160us, 0
[CLEANUP], 5170us, 0
[CLEANUP], 5180us, 0
[CLEANUP], 5190us, 0
[CLEANUP], 5200us, 0
[CLEANUP], 5210us, 0
[CLEANUP], 5220us, 0
[CLEANUP], 5230us, 0
[CLEANUP], 5240us, 0
[CLEANUP], 5250us, 0
[CLEANUP], 5260us, 0
[CLEANUP], 5270us, 0
[CLEANUP], 5280us, 0
[CLEANUP], 5290us, 0
[CLEANUP], 5300us, 0
[CLEANUP], 5310us, 0
[CLEANUP], 5320us, 0
[CLEANUP], 5330us, 0
[CLEANUP], 5340us, 0
[CLEANUP], 5350us, 0
[CLEANUP], 5360us, 0
[CLEANUP], 5370us, 0
[CLEANUP], 5380us, 0
[CLEANUP], 5390us, 0
[CLEANUP], 5400us, 0
[CLEANUP], 5410us, 0
[CLEANUP], 5420us, 0
[CLEANUP], 5430us, 0
[CLEANUP], 5440us, 0
[CLEANUP], 5450us, 0
[CLEANUP], 5460us, 0
[CLEANUP], 5470us, 0
[CLEANUP], 5480us, 0
[CLEANUP], 5490us, 0
[CLEANUP], 5500us, 0
[CLEANUP], 5510us, 0
[CLEANUP], 5520us, 0
[CLEANUP], 5530us, 0
[CLEANUP], 5540us, 0
[CLEANUP], 5550us, 0
[CLEANUP], 5560us, 0
[CLEANUP], 5570us, 0
[CLEANUP], 5580us, 0
[CLEANUP], 5590us, 0
[CLEANUP], 5600us, 0
[CLEANUP], 5610us, 0
[CLEANUP], 5620us, 0
[CLEANUP], 5630us, 0
[CLEANUP], 5640us, 0
[CLEANUP], 5650us, 0
[CLEANUP], 5660us, 0
[CLEANUP], 5670us, 0
[CLEANUP], 5680us, 0
[CLEANUP], 5690us, 0
[CLEANUP], 5700us, 0
[CLEANUP], 5710us, 0
[CLEANUP], 5720us, 0
[CLEANUP], 5730us, 0
[CLEANUP], 5740us, 0
[CLEANUP], 5750us, 0
[CLEANUP], 5760us, 0
[CLEANUP], 5770us, 0
[CLEANUP], 5780us, 0
[CLEANUP], 5790us, 0
[CLEANUP], 5800us, 0
[CLEANUP], 5810us, 0
[CLEANUP], 5820us, 0
[CLEANUP], 5830us, 0
[CLEANUP], 5840us, 0
[CLEANUP], 5850us, 0
[CLEANUP], 5860us, 0
[CLEANUP], 5870us, 0
[CLEANUP], 5880us, 0
[CLEANUP], 5890us, 0
[CLEANUP], 5900us, 0
[CLEANUP], 5910us, 0
[CLEANUP], 5920us, 0
[CLEANUP], 5930us, 0
[CLEANUP], 5940us, 0
[CLEANUP], 5950us, 0
[CLEANUP], 5960us, 0
[CLEANUP], 5970us, 0
[CLEANUP], 5980us, 0
[CLEANUP], 5990us, 0
[CLEANUP], 6000us, 0
[CLEANUP], 6010us, 0
[CLEANUP], 6020us, 0
[CLEANUP], 6030us, 0
[CLEANUP], 6040us, 0
[CLEANUP], 6050us, 0
[CLEANUP], 6060us, 0
[CLEANUP], 6070us, 0
[CLEANUP], 6080us, 0
[CLEANUP], 6090us, 0
[CLEANUP], 6100us, 0
[CLEANUP], 6110us, 0
[CLEANUP], 6120us, 0
[CLEANUP], 6130us, 0
[CLEANUP], 6140us, 0
[CLEANUP], 6150us, 0
[CLEANUP], 6160us, 0
[CLEANUP], 6170us, 0
[CLEANUP], 6180us, 0
[CLEANUP], 6190us, 0
[CLEANUP], 6200us, 0
[CLEANUP], 6210us, 0
[CLEANUP], 6220us, 0
[CLEANUP], 6230us, 0
[CLEANUP], 6240us, 0
[CLEANUP], 6250us, 0
[CLEANUP], 6260us, 0
[CLEANUP], 6270us, 0
[CLEANUP], 6280us, 0
[CLEANUP], 6290us, 1
[CLEANUP], 6300us, 0
[CLEANUP], 6310us, 0
[CLEANUP], 6320us, 0
[CLEANUP], 6330us, 0
[CLEANUP], 6340us, 0
[CLEANUP], 6350us, 0
[CLEANUP], 6360us, 0
[CLEANUP], 6370us, 0
[CLEANUP], 6380us, 0
[CLEANUP], 6390us, 0
[CLEANUP], 6400us, 0
[CLEANUP], 6410us, 0
[CLEANUP], 6420us, 0
[CLEANUP], 6430us, 0
[CLEANUP], 6440us, 0
[CLEANUP], 6450us, 0
[CLEANUP], 6460us, 0
[CLEANUP], 6470us, 0
[CLEANUP], 6480us, 0
[CLEANUP], 6490us, 0
[CLEANUP], 6500us, 0
[CLEANUP], 6510us, 0
[CLEANUP], 6520us, 0
[CLEANUP], 6530us, 0
[CLEANUP], 6540us, 0
[CLEANUP], 6550us, 0
[CLEANUP], 6560us, 0
[CLEANUP], 6570us, 0
[CLEANUP], 6580us, 0
[CLEANUP], 6590us, 0
[CLEANUP], 6600us, 0
[CLEANUP], 6610us, 0
[CLEANUP], 6620us, 0
[CLEANUP], 6630us, 0
[CLEANUP], 6640us, 0
[CLEANUP], 6650us, 0
[CLEANUP], 6660us, 0
[CLEANUP], 6670us, 0
[CLEANUP], 6680us, 0
[CLEANUP], 6690us, 0
[CLEANUP], 6700us, 0
[CLEANUP], 6710us, 0
[CLEANUP], 6720us, 0
[CLEANUP], 6730us, 0
[CLEANUP], 6740us, 0
[CLEANUP], 6750us, 0
[CLEANUP], 6760us, 0
[CLEANUP], 6770us, 0
[CLEANUP], 6780us, 0
[CLEANUP], 6790us, 0
[CLEANUP], 6800us, 0
[CLEANUP], 6810us, 0
[CLEANUP], 6820us, 0
[CLEANUP], 6830us, 0
[CLEANUP], 6840us, 0
[CLEANUP], 6850us, 0
[CLEANUP], 6860us, 0
[CLEANUP], 6870us, 0
[CLEANUP], 6880us, 0
[CLEANUP], 6890us, 0
[CLEANUP], 6900us, 0
[CLEANUP], 6910us, 0
[CLEANUP], 6920us, 0
[CLEANUP], 6930us, 0
[CLEANUP], 6940us, 0
[CLEANUP], 6950us, 0
[CLEANUP], 6960us, 0
[CLEANUP], 6970us, 0
[CLEANUP], 6980us, 0
[CLEANUP], 6990us, 0
[CLEANUP], 7000us, 0
[CLEANUP], 7010us, 0
[CLEANUP], 7020us, 0
[CLEANUP], 7030us, 0
[CLEANUP], 7040us, 0
[CLEANUP], 7050us, 0
[CLEANUP], 7060us, 0
[CLEANUP], 7070us, 0
[CLEANUP], 7080us, 0
[CLEANUP], 7090us, 0
[CLEANUP], 7100us, 0
[CLEANUP], 7110us, 0
[CLEANUP], 7120us, 0
[CLEANUP], 7130us, 0
[CLEANUP], 7140us, 0
[CLEANUP], 7150us, 0
[CLEANUP], 7160us, 0
[CLEANUP], 7170us, 0
[CLEANUP], 7180us, 0
[CLEANUP], 7190us, 0
[CLEANUP], 7200us, 0
[CLEANUP], 7210us, 0
[CLEANUP], 7220us, 0
[CLEANUP], 7230us, 0
[CLEANUP], 7240us, 0
[CLEANUP], 7250us, 0
[CLEANUP], 7260us, 0
[CLEANUP], 7270us, 0
[CLEANUP], 7280us, 0
[CLEANUP], 7290us, 0
[CLEANUP], 7300us, 0
[CLEANUP], 7310us, 0
[CLEANUP], 7320us, 0
[CLEANUP], 7330us, 0
[CLEANUP], 7340us, 0
[CLEANUP], 7350us, 0
[CLEANUP], 7360us, 0
[CLEANUP], 7370us, 0
[CLEANUP], 7380us, 0
[CLEANUP], 7390us, 0
[CLEANUP], 7400us, 0
[CLEANUP], 7410us, 0
[CLEANUP], 7420us, 0
[CLEANUP], 7430us, 0
[CLEANUP], 7440us, 0
[CLEANUP], 7450us, 0
[CLEANUP], 7460us, 0
[CLEANUP], 7470us, 0
[CLEANUP], 7480us, 0
[CLEANUP], 7490us, 0
[CLEANUP], 7500us, 0
[CLEANUP], 7510us, 0
[CLEANUP], 7520us, 0
[CLEANUP], 7530us, 0
[CLEANUP], 7540us, 0
[CLEANUP], 7550us, 0
[CLEANUP], 7560us, 0
[CLEANUP], 7570us, 0
[CLEANUP], 7580us, 0
[CLEANUP], 7590us, 0
[CLEANUP], 7600us, 0
[CLEANUP], 7610us, 0
[CLEANUP], 7620us, 0
[CLEANUP], 7630us, 0
[CLEANUP], 7640us, 0
[CLEANUP], 7650us, 0
[CLEANUP], 7660us, 0
[CLEANUP], 7670us, 0
[CLEANUP], 7680us, 0
[CLEANUP], 7690us, 0
[CLEANUP], 7700us, 0
[CLEANUP], 7710us, 0
[CLEANUP], 7720us, 0
[CLEANUP], 7730us, 0
[CLEANUP], 7740us, 0
[CLEANUP], 7750us, 0
[CLEANUP], 7760us, 0
[CLEANUP], 7770us, 0
[CLEANUP], 7780us, 0
[CLEANUP], 7790us, 0
[CLEANUP], 7800us, 0
[CLEANUP], 7810us, 0
[CLEANUP], 7820us, 0
[CLEANUP], 7830us, 0
[CLEANUP], 7840us, 0
[CLEANUP], 7850us, 0
[CLEANUP], 7860us, 0
[CLEANUP], 7870us, 0
[CLEANUP], 7880us, 0
[CLEANUP], 7890us, 0
[CLEANUP], 7900us, 0
[CLEANUP], 7910us, 0
[CLEANUP], 7920us, 0
[CLEANUP], 7930us, 0
[CLEANUP], 7940us, 0
[CLEANUP], 7950us, 0
[CLEANUP], 7960us, 0
[CLEANUP], 7970us, 0
[CLEANUP], 7980us, 0
[CLEANUP], 7990us, 0
[CLEANUP], 8000us, 0
[CLEANUP], 8010us, 0
[CLEANUP], 8020us, 0
[CLEANUP], 8030us, 0
[CLEANUP], 8040us, 0
[CLEANUP], 8050us, 0
[CLEANUP], 8060us, 0
[CLEANUP], 8070us, 0
[CLEANUP], 8080us, 0
[CLEANUP], 8090us, 0
[CLEANUP], 8100us, 0
[CLEANUP], 8110us, 0
[CLEANUP], 8120us, 0
[CLEANUP], 8130us, 0
[CLEANUP], 8140us, 0
[CLEANUP], 8150us, 0
[CLEANUP], 8160us, 0
[CLEANUP], 8170us, 0
[CLEANUP], 8180us, 0
[CLEANUP], 8190us, 0
[CLEANUP], 8200us, 0
[CLEANUP], 8210us, 0
[CLEANUP], 8220us, 0
[CLEANUP], 8230us, 0
[CLEANUP], 8240us, 0
[CLEANUP], 8250us, 0
[CLEANUP], 8260us, 0
[CLEANUP], 8270us, 0
[CLEANUP], 8280us, 0
[CLEANUP], 8290us, 0
[CLEANUP], 8300us, 0
[CLEANUP], 8310us, 0
[CLEANUP], 8320us, 0
[CLEANUP], 8330us, 0
[CLEANUP], 8340us, 0
[CLEANUP], 8350us, 0
[CLEANUP], 8360us, 0
[CLEANUP], 8370us, 0
[CLEANUP], 8380us, 0
[CLEANUP], 8390us, 0
[CLEANUP], 8400us, 0
[CLEANUP], 8410us, 0
[CLEANUP], 8420us, 0
[CLEANUP], 8430us, 0
[CLEANUP], 8440us, 0
[CLEANUP], 8450us, 0
[CLEANUP], 8460us, 0
[CLEANUP], 8470us, 0
[CLEANUP], 8480us, 0
[CLEANUP], 8490us, 0
[CLEANUP], 8500us, 0
[CLEANUP], 8510us, 0
[CLEANUP], 8520us, 0
[CLEANUP], 8530us, 0
[CLEANUP], 8540us, 0
[CLEANUP], 8550us, 0
[CLEANUP], 8560us, 0
[CLEANUP], 8570us, 0
[CLEANUP], 8580us, 0
[CLEANUP], 8590us, 0
[CLEANUP], 8600us, 0
[CLEANUP], 8610us, 0
[CLEANUP], 8620us, 0
[CLEANUP], 8630us, 0
[CLEANUP], 8640us, 0
[CLEANUP], 8650us, 0
[CLEANUP], 8660us, 0
[CLEANUP], 8670us, 0
[CLEANUP], 8680us, 0
[CLEANUP], 8690us, 0
[CLEANUP], 8700us, 0
[CLEANUP], 8710us, 0
[CLEANUP], 8720us, 0
[CLEANUP], 8730us, 0
[CLEANUP], 8740us, 0
[CLEANUP], 8750us, 0
[CLEANUP], 8760us, 0
[CLEANUP], 8770us, 0
[CLEANUP], 8780us, 0
[CLEANUP], 8790us, 0
[CLEANUP], 8800us, 0
[CLEANUP], 8810us, 0
[CLEANUP], 8820us, 0
[CLEANUP], 8830us, 0
[CLEANUP], 8840us, 0
[CLEANUP], 8850us, 0
[CLEANUP], 8860us, 0
[CLEANUP], 8870us, 0
[CLEANUP], 8880us, 0
[CLEANUP], 8890us, 0
[CLEANUP], 8900us, 0
[CLEANUP], 8910us, 0
[CLEANUP], 8920us, 0
[CLEANUP], 8930us, 0
[CLEANUP], 8940us, 0
[CLEANUP], 8950us, 0
[CLEANUP], 8960us, 0
[CLEANUP], 8970us, 0
[CLEANUP], 8980us, 0
[CLEANUP], 8990us, 0
[CLEANUP], 9000us, 0
[CLEANUP], 9010us, 0
[CLEANUP], 9020us, 0
[CLEANUP], 9030us, 0
[CLEANUP], 9040us, 0
[CLEANUP], 9050us, 0
[CLEANUP], 9060us, 0
[CLEANUP], 9070us, 0
[CLEANUP], 9080us, 0
[CLEANUP], 9090us, 0
[CLEANUP], 9100us, 0
[CLEANUP], 9110us, 0
[CLEANUP], 9120us, 0
[CLEANUP], 9130us, 0
[CLEANUP], 9140us, 0
[CLEANUP], 9150us, 0
[CLEANUP], 9160us, 0
[CLEANUP], 9170us, 0
[CLEANUP], 9180us, 0
[CLEANUP], 9190us, 0
[CLEANUP], 9200us, 0
[CLEANUP], 9210us, 0
[CLEANUP], 9220us, 0
[CLEANUP], 9230us, 0
[CLEANUP], 9240us, 0
[CLEANUP], 9250us, 0
[CLEANUP], 9260us, 0
[CLEANUP], 9270us, 0
[CLEANUP], 9280us, 0
[CLEANUP], 9290us, 0
[CLEANUP], 9300us, 0
[CLEANUP], 9310us, 0
[CLEANUP], 9320us, 0
[CLEANUP], 9330us, 0
[CLEANUP], 9340us, 0
[CLEANUP], 9350us, 0
[CLEANUP], 9360us, 0
[CLEANUP], 9370us, 0
[CLEANUP], 9380us, 0
[CLEANUP], 9390us, 0
[CLEANUP], 9400us, 0
[CLEANUP], 9410us, 0
[CLEANUP], 9420us, 0
[CLEANUP], 9430us, 0
[CLEANUP], 9440us, 0
[CLEANUP], 9450us, 0
[CLEANUP], 9460us, 0
[CLEANUP], 9470us, 0
[CLEANUP], 9480us, 0
[CLEANUP], 9490us, 0
[CLEANUP], 9500us, 0
[CLEANUP], 9510us, 0
[CLEANUP], 9520us, 0
[CLEANUP], 9530us, 0
[CLEANUP], 9540us, 0
[CLEANUP], 9550us, 0
[CLEANUP], 9560us, 0
[CLEANUP], 9570us, 0
[CLEANUP], 9580us, 0
[CLEANUP], 9590us, 0
[CLEANUP], 9600us, 0
[CLEANUP], 9610us, 0
[CLEANUP], 9620us, 0
[CLEANUP], 9630us, 0
[CLEANUP], 9640us, 0
[CLEANUP], 9650us, 0
[CLEANUP], 9660us, 0
[CLEANUP], 9670us, 0
[CLEANUP], 9680us, 0
[CLEANUP], 9690us, 0
[CLEANUP], 9700us, 0
[CLEANUP], 9710us, 0
[CLEANUP], 9720us, 0
[CLEANUP], 9730us, 0
[CLEANUP], 9740us, 0
[CLEANUP], 9750us, 0
[CLEANUP], 9760us, 0
[CLEANUP], 9770us, 0
[CLEANUP], 9780us, 0
[CLEANUP], 9790us, 0
[CLEANUP], 9800us, 0
[CLEANUP], 9810us, 0
[CLEANUP], 9820us, 0
[CLEANUP], 9830us, 0
[CLEANUP], 9840us, 0
[CLEANUP], 9850us, 0
[CLEANUP], 9860us, 0
[CLEANUP], 9870us, 0
[CLEANUP], 9880us, 0
[CLEANUP], 9890us, 0
[CLEANUP], 9900us, 0
[CLEANUP], 9910us, 0
[CLEANUP], 9920us, 0
[CLEANUP], 9930us, 0
[CLEANUP], 9940us, 0
[CLEANUP], 9950us, 0
[CLEANUP], 9960us, 0
[CLEANUP], 9970us, 0
[CLEANUP], 9980us, 0
[CLEANUP], 9990us, 0
[CLEANUP], >1000, 0
[INSERT ONE], Operations, 1
[INSERT ONE], AverageLatency(us), 114688.0
[INSERT ONE], MinLatency(us), 114688
[INSERT ONE], MaxLatency(us), 114688
[INSERT ONE], Return=1, 1
[INSERT ONE], 0us, 0
[INSERT ONE], 10us, 0
[INSERT ONE], 20us, 0
[INSERT ONE], 30us, 0
[INSERT ONE], 40us, 0
[INSERT ONE], 50us, 0
[INSERT ONE], 60us, 0
[INSERT ONE], 70us, 0
[INSERT ONE], 80us, 0
[INSERT ONE], 90us, 0
[INSERT ONE], 100us, 0
[INSERT ONE], 110us, 0
[INSERT ONE], 120us, 0
[INSERT ONE], 130us, 0
[INSERT ONE], 140us, 0
[INSERT ONE], 150us, 0
[INSERT ONE], 160us, 0
[INSERT ONE], 170us, 0
[INSERT ONE], 180us, 0
[INSERT ONE], 190us, 0
[INSERT ONE], 200us, 0
[INSERT ONE], 210us, 0
[INSERT ONE], 220us, 0
[INSERT ONE], 230us, 0
[INSERT ONE], 240us, 0
[INSERT ONE], 250us, 0
[INSERT ONE], 260us, 0
[INSERT ONE], 270us, 0
[INSERT ONE], 280us, 0
[INSERT ONE], 290us, 0
[INSERT ONE], 300us, 0
[INSERT ONE], 310us, 0
[INSERT ONE], 320us, 0
[INSERT ONE], 330us, 0
[INSERT ONE], 340us, 0
[INSERT ONE], 350us, 0
[INSERT ONE], 360us, 0
[INSERT ONE], 370us, 0
[INSERT ONE], 380us, 0
[INSERT ONE], 390us, 0
[INSERT ONE], 400us, 0
[INSERT ONE], 410us, 0
[INSERT ONE], 420us, 0
[INSERT ONE], 430us, 0
[INSERT ONE], 440us, 0
[INSERT ONE], 450us, 0
[INSERT ONE], 460us, 0
[INSERT ONE], 470us, 0
[INSERT ONE], 480us, 0
[INSERT ONE], 490us, 0
[INSERT ONE], 500us, 0
[INSERT ONE], 510us, 0
[INSERT ONE], 520us, 0
[INSERT ONE], 530us, 0
[INSERT ONE], 540us, 0
[INSERT ONE], 550us, 0
[INSERT ONE], 560us, 0
[INSERT ONE], 570us, 0
[INSERT ONE], 580us, 0
[INSERT ONE], 590us, 0
[INSERT ONE], 600us, 0
[INSERT ONE], 610us, 0
[INSERT ONE], 620us, 0
[INSERT ONE], 630us, 0
[INSERT ONE], 640us, 0
[INSERT ONE], 650us, 0
[INSERT ONE], 660us, 0
[INSERT ONE], 670us, 0
[INSERT ONE], 680us, 0
[INSERT ONE], 690us, 0
[INSERT ONE], 700us, 0
[INSERT ONE], 710us, 0
[INSERT ONE], 720us, 0
[INSERT ONE], 730us, 0
[INSERT ONE], 740us, 0
[INSERT ONE], 750us, 0
[INSERT ONE], 760us, 0
[INSERT ONE], 770us, 0
[INSERT ONE], 780us, 0
[INSERT ONE], 790us, 0
[INSERT ONE], 800us, 0
[INSERT ONE], 810us, 0
[INSERT ONE], 820us, 0
[INSERT ONE], 830us, 0
[INSERT ONE], 840us, 0
[INSERT ONE], 850us, 0
[INSERT ONE], 860us, 0
[INSERT ONE], 870us, 0
[INSERT ONE], 880us, 0
[INSERT ONE], 890us, 0
[INSERT ONE], 900us, 0
[INSERT ONE], 910us, 0
[INSERT ONE], 920us, 0
[INSERT ONE], 930us, 0
[INSERT ONE], 940us, 0
[INSERT ONE], 950us, 0
[INSERT ONE], 960us, 0
[INSERT ONE], 970us, 0
[INSERT ONE], 980us, 0
[INSERT ONE], 990us, 0
[INSERT ONE], 1000us, 0
[INSERT ONE], 1010us, 0
[INSERT ONE], 1020us, 0
[INSERT ONE], 1030us, 0
[INSERT ONE], 1040us, 0
[INSERT ONE], 1050us, 0
[INSERT ONE], 1060us, 0
[INSERT ONE], 1070us, 0
[INSERT ONE], 1080us, 0
[INSERT ONE], 1090us, 0
[INSERT ONE], 1100us, 0
[INSERT ONE], 1110us, 0
[INSERT ONE], 1120us, 0
[INSERT ONE], 1130us, 0
[INSERT ONE], 1140us, 0
[INSERT ONE], 1150us, 0
[INSERT ONE], 1160us, 0
[INSERT ONE], 1170us, 0
[INSERT ONE], 1180us, 0
[INSERT ONE], 1190us, 0
[INSERT ONE], 1200us, 0
[INSERT ONE], 1210us, 0
[INSERT ONE], 1220us, 0
[INSERT ONE], 1230us, 0
[INSERT ONE], 1240us, 0
[INSERT ONE], 1250us, 0
[INSERT ONE], 1260us, 0
[INSERT ONE], 1270us, 0
[INSERT ONE], 1280us, 0
[INSERT ONE], 1290us, 0
[INSERT ONE], 1300us, 0
[INSERT ONE], 1310us, 0
[INSERT ONE], 1320us, 0
[INSERT ONE], 1330us, 0
[INSERT ONE], 1340us, 0
[INSERT ONE], 1350us, 0
[INSERT ONE], 1360us, 0
[INSERT ONE], 1370us, 0
[INSERT ONE], 1380us, 0
[INSERT ONE], 1390us, 0
[INSERT ONE], 1400us, 0
[INSERT ONE], 1410us, 0
[INSERT ONE], 1420us, 0
[INSERT ONE], 1430us, 0
[INSERT ONE], 1440us, 0
[INSERT ONE], 1450us, 0
[INSERT ONE], 1460us, 0
[INSERT ONE], 1470us, 0
[INSERT ONE], 1480us, 0
[INSERT ONE], 1490us, 0
[INSERT ONE], 1500us, 0
[INSERT ONE], 1510us, 0
[INSERT ONE], 1520us, 0
[INSERT ONE], 1530us, 0
[INSERT ONE], 1540us, 0
[INSERT ONE], 1550us, 0
[INSERT ONE], 1560us, 0
[INSERT ONE], 1570us, 0
[INSERT ONE], 1580us, 0
[INSERT ONE], 1590us, 0
[INSERT ONE], 1600us, 0
[INSERT ONE], 1610us, 0
[INSERT ONE], 1620us, 0
[INSERT ONE], 1630us, 0
[INSERT ONE], 1640us, 0
[INSERT ONE], 1650us, 0
[INSERT ONE], 1660us, 0
[INSERT ONE], 1670us, 0
[INSERT ONE], 1680us, 0
[INSERT ONE], 1690us, 0
[INSERT ONE], 1700us, 0
[INSERT ONE], 1710us, 0
[INSERT ONE], 1720us, 0
[INSERT ONE], 1730us, 0
[INSERT ONE], 1740us, 0
[INSERT ONE], 1750us, 0
[INSERT ONE], 1760us, 0
[INSERT ONE], 1770us, 0
[INSERT ONE], 1780us, 0
[INSERT ONE], 1790us, 0
[INSERT ONE], 1800us, 0
[INSERT ONE], 1810us, 0
[INSERT ONE], 1820us, 0
[INSERT ONE], 1830us, 0
[INSERT ONE], 1840us, 0
[INSERT ONE], 1850us, 0
[INSERT ONE], 1860us, 0
[INSERT ONE], 1870us, 0
[INSERT ONE], 1880us, 0
[INSERT ONE], 1890us, 0
[INSERT ONE], 1900us, 0
[INSERT ONE], 1910us, 0
[INSERT ONE], 1920us, 0
[INSERT ONE], 1930us, 0
[INSERT ONE], 1940us, 0
[INSERT ONE], 1950us, 0
[INSERT ONE], 1960us, 0
[INSERT ONE], 1970us, 0
[INSERT ONE], 1980us, 0
[INSERT ONE], 1990us, 0
[INSERT ONE], 2000us, 0
[INSERT ONE], 2010us, 0
[INSERT ONE], 2020us, 0
[INSERT ONE], 2030us, 0
[INSERT ONE], 2040us, 0
[INSERT ONE], 2050us, 0
[INSERT ONE], 2060us, 0
[INSERT ONE], 2070us, 0
[INSERT ONE], 2080us, 0
[INSERT ONE], 2090us, 0
[INSERT ONE], 2100us, 0
[INSERT ONE], 2110us, 0
[INSERT ONE], 2120us, 0
[INSERT ONE], 2130us, 0
[INSERT ONE], 2140us, 0
[INSERT ONE], 2150us, 0
[INSERT ONE], 2160us, 0
[INSERT ONE], 2170us, 0
[INSERT ONE], 2180us, 0
[INSERT ONE], 2190us, 0
[INSERT ONE], 2200us, 0
[INSERT ONE], 2210us, 0
[INSERT ONE], 2220us, 0
[INSERT ONE], 2230us, 0
[INSERT ONE], 2240us, 0
[INSERT ONE], 2250us, 0
[INSERT ONE], 2260us, 0
[INSERT ONE], 2270us, 0
[INSERT ONE], 2280us, 0
[INSERT ONE], 2290us, 0
[INSERT ONE], 2300us, 0
[INSERT ONE], 2310us, 0
[INSERT ONE], 2320us, 0
[INSERT ONE], 2330us, 0
[INSERT ONE], 2340us, 0
[INSERT ONE], 2350us, 0
[INSERT ONE], 2360us, 0
[INSERT ONE], 2370us, 0
[INSERT ONE], 2380us, 0
[INSERT ONE], 2390us, 0
[INSERT ONE], 2400us, 0
[INSERT ONE], 2410us, 0
[INSERT ONE], 2420us, 0
[INSERT ONE], 2430us, 0
[INSERT ONE], 2440us, 0
[INSERT ONE], 2450us, 0
[INSERT ONE], 2460us, 0
[INSERT ONE], 2470us, 0
[INSERT ONE], 2480us, 0
[INSERT ONE], 2490us, 0
[INSERT ONE], 2500us, 0
[INSERT ONE], 2510us, 0
[INSERT ONE], 2520us, 0
[INSERT ONE], 2530us, 0
[INSERT ONE], 2540us, 0
[INSERT ONE], 2550us, 0
[INSERT ONE], 2560us, 0
[INSERT ONE], 2570us, 0
[INSERT ONE], 2580us, 0
[INSERT ONE], 2590us, 0
[INSERT ONE], 2600us, 0
[INSERT ONE], 2610us, 0
[INSERT ONE], 2620us, 0
[INSERT ONE], 2630us, 0
[INSERT ONE], 2640us, 0
[INSERT ONE], 2650us, 0
[INSERT ONE], 2660us, 0
[INSERT ONE], 2670us, 0
[INSERT ONE], 2680us, 0
[INSERT ONE], 2690us, 0
[INSERT ONE], 2700us, 0
[INSERT ONE], 2710us, 0
[INSERT ONE], 2720us, 0
[INSERT ONE], 2730us, 0
[INSERT ONE], 2740us, 0
[INSERT ONE], 2750us, 0
[INSERT ONE], 2760us, 0
[INSERT ONE], 2770us, 0
[INSERT ONE], 2780us, 0
[INSERT ONE], 2790us, 0
[INSERT ONE], 2800us, 0
[INSERT ONE], 2810us, 0
[INSERT ONE], 2820us, 0
[INSERT ONE], 2830us, 0
[INSERT ONE], 2840us, 0
[INSERT ONE], 2850us, 0
[INSERT ONE], 2860us, 0
[INSERT ONE], 2870us, 0
[INSERT ONE], 2880us, 0
[INSERT ONE], 2890us, 0
[INSERT ONE], 2900us, 0
[INSERT ONE], 2910us, 0
[INSERT ONE], 2920us, 0
[INSERT ONE], 2930us, 0
[INSERT ONE], 2940us, 0
[INSERT ONE], 2950us, 0
[INSERT ONE], 2960us, 0
[INSERT ONE], 2970us, 0
[INSERT ONE], 2980us, 0
[INSERT ONE], 2990us, 0
[INSERT ONE], 3000us, 0
[INSERT ONE], 3010us, 0
[INSERT ONE], 3020us, 0
[INSERT ONE], 3030us, 0
[INSERT ONE], 3040us, 0
[INSERT ONE], 3050us, 0
[INSERT ONE], 3060us, 0
[INSERT ONE], 3070us, 0
[INSERT ONE], 3080us, 0
[INSERT ONE], 3090us, 0
[INSERT ONE], 3100us, 0
[INSERT ONE], 3110us, 0
[INSERT ONE], 3120us, 0
[INSERT ONE], 3130us, 0
[INSERT ONE], 3140us, 0
[INSERT ONE], 3150us, 0
[INSERT ONE], 3160us, 0
[INSERT ONE], 3170us, 0
[INSERT ONE], 3180us, 0
[INSERT ONE], 3190us, 0
[INSERT ONE], 3200us, 0
[INSERT ONE], 3210us, 0
[INSERT ONE], 3220us, 0
[INSERT ONE], 3230us, 0
[INSERT ONE], 3240us, 0
[INSERT ONE], 3250us, 0
[INSERT ONE], 3260us, 0
[INSERT ONE], 3270us, 0
[INSERT ONE], 3280us, 0
[INSERT ONE], 3290us, 0
[INSERT ONE], 3300us, 0
[INSERT ONE], 3310us, 0
[INSERT ONE], 3320us, 0
[INSERT ONE], 3330us, 0
[INSERT ONE], 3340us, 0
[INSERT ONE], 3350us, 0
[INSERT ONE], 3360us, 0
[INSERT ONE], 3370us, 0
[INSERT ONE], 3380us, 0
[INSERT ONE], 3390us, 0
[INSERT ONE], 3400us, 0
[INSERT ONE], 3410us, 0
[INSERT ONE], 3420us, 0
[INSERT ONE], 3430us, 0
[INSERT ONE], 3440us, 0
[INSERT ONE], 3450us, 0
[INSERT ONE], 3460us, 0
[INSERT ONE], 3470us, 0
[INSERT ONE], 3480us, 0
[INSERT ONE], 3490us, 0
[INSERT ONE], 3500us, 0
[INSERT ONE], 3510us, 0
[INSERT ONE], 3520us, 0
[INSERT ONE], 3530us, 0
[INSERT ONE], 3540us, 0
[INSERT ONE], 3550us, 0
[INSERT ONE], 3560us, 0
[INSERT ONE], 3570us, 0
[INSERT ONE], 3580us, 0
[INSERT ONE], 3590us, 0
[INSERT ONE], 3600us, 0
[INSERT ONE], 3610us, 0
[INSERT ONE], 3620us, 0
[INSERT ONE], 3630us, 0
[INSERT ONE], 3640us, 0
[INSERT ONE], 3650us, 0
[INSERT ONE], 3660us, 0
[INSERT ONE], 3670us, 0
[INSERT ONE], 3680us, 0
[INSERT ONE], 3690us, 0
[INSERT ONE], 3700us, 0
[INSERT ONE], 3710us, 0
[INSERT ONE], 3720us, 0
[INSERT ONE], 3730us, 0
[INSERT ONE], 3740us, 0
[INSERT ONE], 3750us, 0
[INSERT ONE], 3760us, 0
[INSERT ONE], 3770us, 0
[INSERT ONE], 3780us, 0
[INSERT ONE], 3790us, 0
[INSERT ONE], 3800us, 0
[INSERT ONE], 3810us, 0
[INSERT ONE], 3820us, 0
[INSERT ONE], 3830us, 0
[INSERT ONE], 3840us, 0
[INSERT ONE], 3850us, 0
[INSERT ONE], 3860us, 0
[INSERT ONE], 3870us, 0
[INSERT ONE], 3880us, 0
[INSERT ONE], 3890us, 0
[INSERT ONE], 3900us, 0
[INSERT ONE], 3910us, 0
[INSERT ONE], 3920us, 0
[INSERT ONE], 3930us, 0
[INSERT ONE], 3940us, 0
[INSERT ONE], 3950us, 0
[INSERT ONE], 3960us, 0
[INSERT ONE], 3970us, 0
[INSERT ONE], 3980us, 0
[INSERT ONE], 3990us, 0
[INSERT ONE], 4000us, 0
[INSERT ONE], 4010us, 0
[INSERT ONE], 4020us, 0
[INSERT ONE], 4030us, 0
[INSERT ONE], 4040us, 0
[INSERT ONE], 4050us, 0
[INSERT ONE], 4060us, 0
[INSERT ONE], 4070us, 0
[INSERT ONE], 4080us, 0
[INSERT ONE], 4090us, 0
[INSERT ONE], 4100us, 0
[INSERT ONE], 4110us, 0
[INSERT ONE], 4120us, 0
[INSERT ONE], 4130us, 0
[INSERT ONE], 4140us, 0
[INSERT ONE], 4150us, 0
[INSERT ONE], 4160us, 0
[INSERT ONE], 4170us, 0
[INSERT ONE], 4180us, 0
[INSERT ONE], 4190us, 0
[INSERT ONE], 4200us, 0
[INSERT ONE], 4210us, 0
[INSERT ONE], 4220us, 0
[INSERT ONE], 4230us, 0
[INSERT ONE], 4240us, 0
[INSERT ONE], 4250us, 0
[INSERT ONE], 4260us, 0
[INSERT ONE], 4270us, 0
[INSERT ONE], 4280us, 0
[INSERT ONE], 4290us, 0
[INSERT ONE], 4300us, 0
[INSERT ONE], 4310us, 0
[INSERT ONE], 4320us, 0
[INSERT ONE], 4330us, 0
[INSERT ONE], 4340us, 0
[INSERT ONE], 4350us, 0
[INSERT ONE], 4360us, 0
[INSERT ONE], 4370us, 0
[INSERT ONE], 4380us, 0
[INSERT ONE], 4390us, 0
[INSERT ONE], 4400us, 0
[INSERT ONE], 4410us, 0
[INSERT ONE], 4420us, 0
[INSERT ONE], 4430us, 0
[INSERT ONE], 4440us, 0
[INSERT ONE], 4450us, 0
[INSERT ONE], 4460us, 0
[INSERT ONE], 4470us, 0
[INSERT ONE], 4480us, 0
[INSERT ONE], 4490us, 0
[INSERT ONE], 4500us, 0
[INSERT ONE], 4510us, 0
[INSERT ONE], 4520us, 0
[INSERT ONE], 4530us, 0
[INSERT ONE], 4540us, 0
[INSERT ONE], 4550us, 0
[INSERT ONE], 4560us, 0
[INSERT ONE], 4570us, 0
[INSERT ONE], 4580us, 0
[INSERT ONE], 4590us, 0
[INSERT ONE], 4600us, 0
[INSERT ONE], 4610us, 0
[INSERT ONE], 4620us, 0
[INSERT ONE], 4630us, 0
[INSERT ONE], 4640us, 0
[INSERT ONE], 4650us, 0
[INSERT ONE], 4660us, 0
[INSERT ONE], 4670us, 0
[INSERT ONE], 4680us, 0
[INSERT ONE], 4690us, 0
[INSERT ONE], 4700us, 0
[INSERT ONE], 4710us, 0
[INSERT ONE], 4720us, 0
[INSERT ONE], 4730us, 0
[INSERT ONE], 4740us, 0
[INSERT ONE], 4750us, 0
[INSERT ONE], 4760us, 0
[INSERT ONE], 4770us, 0
[INSERT ONE], 4780us, 0
[INSERT ONE], 4790us, 0
[INSERT ONE], 4800us, 0
[INSERT ONE], 4810us, 0
[INSERT ONE], 4820us, 0
[INSERT ONE], 4830us, 0
[INSERT ONE], 4840us, 0
[INSERT ONE], 4850us, 0
[INSERT ONE], 4860us, 0
[INSERT ONE], 4870us, 0
[INSERT ONE], 4880us, 0
[INSERT ONE], 4890us, 0
[INSERT ONE], 4900us, 0
[INSERT ONE], 4910us, 0
[INSERT ONE], 4920us, 0
[INSERT ONE], 4930us, 0
[INSERT ONE], 4940us, 0
[INSERT ONE], 4950us, 0
[INSERT ONE], 4960us, 0
[INSERT ONE], 4970us, 0
[INSERT ONE], 4980us, 0
[INSERT ONE], 4990us, 0
[INSERT ONE], 5000us, 0
[INSERT ONE], 5010us, 0
[INSERT ONE], 5020us, 0
[INSERT ONE], 5030us, 0
[INSERT ONE], 5040us, 0
[INSERT ONE], 5050us, 0
[INSERT ONE], 5060us, 0
[INSERT ONE], 5070us, 0
[INSERT ONE], 5080us, 0
[INSERT ONE], 5090us, 0
[INSERT ONE], 5100us, 0
[INSERT ONE], 5110us, 0
[INSERT ONE], 5120us, 0
[INSERT ONE], 5130us, 0
[INSERT ONE], 5140us, 0
[INSERT ONE], 5150us, 0
[INSERT ONE], 5160us, 0
[INSERT ONE], 5170us, 0
[INSERT ONE], 5180us, 0
[INSERT ONE], 5190us, 0
[INSERT ONE], 5200us, 0
[INSERT ONE], 5210us, 0
[INSERT ONE], 5220us, 0
[INSERT ONE], 5230us, 0
[INSERT ONE], 5240us, 0
[INSERT ONE], 5250us, 0
[INSERT ONE], 5260us, 0
[INSERT ONE], 5270us, 0
[INSERT ONE], 5280us, 0
[INSERT ONE], 5290us, 0
[INSERT ONE], 5300us, 0
[INSERT ONE], 5310us, 0
[INSERT ONE], 5320us, 0
[INSERT ONE], 5330us, 0
[INSERT ONE], 5340us, 0
[INSERT ONE], 5350us, 0
[INSERT ONE], 5360us, 0
[INSERT ONE], 5370us, 0
[INSERT ONE], 5380us, 0
[INSERT ONE], 5390us, 0
[INSERT ONE], 5400us, 0
[INSERT ONE], 5410us, 0
[INSERT ONE], 5420us, 0
[INSERT ONE], 5430us, 0
[INSERT ONE], 5440us, 0
[INSERT ONE], 5450us, 0
[INSERT ONE], 5460us, 0
[INSERT ONE], 5470us, 0
[INSERT ONE], 5480us, 0
[INSERT ONE], 5490us, 0
[INSERT ONE], 5500us, 0
[INSERT ONE], 5510us, 0
[INSERT ONE], 5520us, 0
[INSERT ONE], 5530us, 0
[INSERT ONE], 5540us, 0
[INSERT ONE], 5550us, 0
[INSERT ONE], 5560us, 0
[INSERT ONE], 5570us, 0
[INSERT ONE], 5580us, 0
[INSERT ONE], 5590us, 0
[INSERT ONE], 5600us, 0
[INSERT ONE], 5610us, 0
[INSERT ONE], 5620us, 0
[INSERT ONE], 5630us, 0
[INSERT ONE], 5640us, 0
[INSERT ONE], 5650us, 0
[INSERT ONE], 5660us, 0
[INSERT ONE], 5670us, 0
[INSERT ONE], 5680us, 0
[INSERT ONE], 5690us, 0
[INSERT ONE], 5700us, 0
[INSERT ONE], 5710us, 0
[INSERT ONE], 5720us, 0
[INSERT ONE], 5730us, 0
[INSERT ONE], 5740us, 0
[INSERT ONE], 5750us, 0
[INSERT ONE], 5760us, 0
[INSERT ONE], 5770us, 0
[INSERT ONE], 5780us, 0
[INSERT ONE], 5790us, 0
[INSERT ONE], 5800us, 0
[INSERT ONE], 5810us, 0
[INSERT ONE], 5820us, 0
[INSERT ONE], 5830us, 0
[INSERT ONE], 5840us, 0
[INSERT ONE], 5850us, 0
[INSERT ONE], 5860us, 0
[INSERT ONE], 5870us, 0
[INSERT ONE], 5880us, 0
[INSERT ONE], 5890us, 0
[INSERT ONE], 5900us, 0
[INSERT ONE], 5910us, 0
[INSERT ONE], 5920us, 0
[INSERT ONE], 5930us, 0
[INSERT ONE], 5940us, 0
[INSERT ONE], 5950us, 0
[INSERT ONE], 5960us, 0
[INSERT ONE], 5970us, 0
[INSERT ONE], 5980us, 0
[INSERT ONE], 5990us, 0
[INSERT ONE], 6000us, 0
[INSERT ONE], 6010us, 0
[INSERT ONE], 6020us, 0
[INSERT ONE], 6030us, 0
[INSERT ONE], 6040us, 0
[INSERT ONE], 6050us, 0
[INSERT ONE], 6060us, 0
[INSERT ONE], 6070us, 0
[INSERT ONE], 6080us, 0
[INSERT ONE], 6090us, 0
[INSERT ONE], 6100us, 0
[INSERT ONE], 6110us, 0
[INSERT ONE], 6120us, 0
[INSERT ONE], 6130us, 0
[INSERT ONE], 6140us, 0
[INSERT ONE], 6150us, 0
[INSERT ONE], 6160us, 0
[INSERT ONE], 6170us, 0
[INSERT ONE], 6180us, 0
[INSERT ONE], 6190us, 0
[INSERT ONE], 6200us, 0
[INSERT ONE], 6210us, 0
[INSERT ONE], 6220us, 0
[INSERT ONE], 6230us, 0
[INSERT ONE], 6240us, 0
[INSERT ONE], 6250us, 0
[INSERT ONE], 6260us, 0
[INSERT ONE], 6270us, 0
[INSERT ONE], 6280us, 0
[INSERT ONE], 6290us, 0
[INSERT ONE], 6300us, 0
[INSERT ONE], 6310us, 0
[INSERT ONE], 6320us, 0
[INSERT ONE], 6330us, 0
[INSERT ONE], 6340us, 0
[INSERT ONE], 6350us, 0
[INSERT ONE], 6360us, 0
[INSERT ONE], 6370us, 0
[INSERT ONE], 6380us, 0
[INSERT ONE], 6390us, 0
[INSERT ONE], 6400us, 0
[INSERT ONE], 6410us, 0
[INSERT ONE], 6420us, 0
[INSERT ONE], 6430us, 0
[INSERT ONE], 6440us, 0
[INSERT ONE], 6450us, 0
[INSERT ONE], 6460us, 0
[INSERT ONE], 6470us, 0
[INSERT ONE], 6480us, 0
[INSERT ONE], 6490us, 0
[INSERT ONE], 6500us, 0
[INSERT ONE], 6510us, 0
[INSERT ONE], 6520us, 0
[INSERT ONE], 6530us, 0
[INSERT ONE], 6540us, 0
[INSERT ONE], 6550us, 0
[INSERT ONE], 6560us, 0
[INSERT ONE], 6570us, 0
[INSERT ONE], 6580us, 0
[INSERT ONE], 6590us, 0
[INSERT ONE], 6600us, 0
[INSERT ONE], 6610us, 0
[INSERT ONE], 6620us, 0
[INSERT ONE], 6630us, 0
[INSERT ONE], 6640us, 0
[INSERT ONE], 6650us, 0
[INSERT ONE], 6660us, 0
[INSERT ONE], 6670us, 0
[INSERT ONE], 6680us, 0
[INSERT ONE], 6690us, 0
[INSERT ONE], 6700us, 0
[INSERT ONE], 6710us, 0
[INSERT ONE], 6720us, 0
[INSERT ONE], 6730us, 0
[INSERT ONE], 6740us, 0
[INSERT ONE], 6750us, 0
[INSERT ONE], 6760us, 0
[INSERT ONE], 6770us, 0
[INSERT ONE], 6780us, 0
[INSERT ONE], 6790us, 0
[INSERT ONE], 6800us, 0
[INSERT ONE], 6810us, 0
[INSERT ONE], 6820us, 0
[INSERT ONE], 6830us, 0
[INSERT ONE], 6840us, 0
[INSERT ONE], 6850us, 0
[INSERT ONE], 6860us, 0
[INSERT ONE], 6870us, 0
[INSERT ONE], 6880us, 0
[INSERT ONE], 6890us, 0
[INSERT ONE], 6900us, 0
[INSERT ONE], 6910us, 0
[INSERT ONE], 6920us, 0
[INSERT ONE], 6930us, 0
[INSERT ONE], 6940us, 0
[INSERT ONE], 6950us, 0
[INSERT ONE], 6960us, 0
[INSERT ONE], 6970us, 0
[INSERT ONE], 6980us, 0
[INSERT ONE], 6990us, 0
[INSERT ONE], 7000us, 0
[INSERT ONE], 7010us, 0
[INSERT ONE], 7020us, 0
[INSERT ONE], 7030us, 0
[INSERT ONE], 7040us, 0
[INSERT ONE], 7050us, 0
[INSERT ONE], 7060us, 0
[INSERT ONE], 7070us, 0
[INSERT ONE], 7080us, 0
[INSERT ONE], 7090us, 0
[INSERT ONE], 7100us, 0
[INSERT ONE], 7110us, 0
[INSERT ONE], 7120us, 0
[INSERT ONE], 7130us, 0
[INSERT ONE], 7140us, 0
[INSERT ONE], 7150us, 0
[INSERT ONE], 7160us, 0
[INSERT ONE], 7170us, 0
[INSERT ONE], 7180us, 0
[INSERT ONE], 7190us, 0
[INSERT ONE], 7200us, 0
[INSERT ONE], 7210us, 0
[INSERT ONE], 7220us, 0
[INSERT ONE], 7230us, 0
[INSERT ONE], 7240us, 0
[INSERT ONE], 7250us, 0
[INSERT ONE], 7260us, 0
[INSERT ONE], 7270us, 0
[INSERT ONE], 7280us, 0
[INSERT ONE], 7290us, 0
[INSERT ONE], 7300us, 0
[INSERT ONE], 7310us, 0
[INSERT ONE], 7320us, 0
[INSERT ONE], 7330us, 0
[INSERT ONE], 7340us, 0
[INSERT ONE], 7350us, 0
[INSERT ONE], 7360us, 0
[INSERT ONE], 7370us, 0
[INSERT ONE], 7380us, 0
[INSERT ONE], 7390us, 0
[INSERT ONE], 7400us, 0
[INSERT ONE], 7410us, 0
[INSERT ONE], 7420us, 0
[INSERT ONE], 7430us, 0
[INSERT ONE], 7440us, 0
[INSERT ONE], 7450us, 0
[INSERT ONE], 7460us, 0
[INSERT ONE], 7470us, 0
[INSERT ONE], 7480us, 0
[INSERT ONE], 7490us, 0
[INSERT ONE], 7500us, 0
[INSERT ONE], 7510us, 0
[INSERT ONE], 7520us, 0
[INSERT ONE], 7530us, 0
[INSERT ONE], 7540us, 0
[INSERT ONE], 7550us, 0
[INSERT ONE], 7560us, 0
[INSERT ONE], 7570us, 0
[INSERT ONE], 7580us, 0
[INSERT ONE], 7590us, 0
[INSERT ONE], 7600us, 0
[INSERT ONE], 7610us, 0
[INSERT ONE], 7620us, 0
[INSERT ONE], 7630us, 0
[INSERT ONE], 7640us, 0
[INSERT ONE], 7650us, 0
[INSERT ONE], 7660us, 0
[INSERT ONE], 7670us, 0
[INSERT ONE], 7680us, 0
[INSERT ONE], 7690us, 0
[INSERT ONE], 7700us, 0
[INSERT ONE], 7710us, 0
[INSERT ONE], 7720us, 0
[INSERT ONE], 7730us, 0
[INSERT ONE], 7740us, 0
[INSERT ONE], 7750us, 0
[INSERT ONE], 7760us, 0
[INSERT ONE], 7770us, 0
[INSERT ONE], 7780us, 0
[INSERT ONE], 7790us, 0
[INSERT ONE], 7800us, 0
[INSERT ONE], 7810us, 0
[INSERT ONE], 7820us, 0
[INSERT ONE], 7830us, 0
[INSERT ONE], 7840us, 0
[INSERT ONE], 7850us, 0
[INSERT ONE], 7860us, 0
[INSERT ONE], 7870us, 0
[INSERT ONE], 7880us, 0
[INSERT ONE], 7890us, 0
[INSERT ONE], 7900us, 0
[INSERT ONE], 7910us, 0
[INSERT ONE], 7920us, 0
[INSERT ONE], 7930us, 0
[INSERT ONE], 7940us, 0
[INSERT ONE], 7950us, 0
[INSERT ONE], 7960us, 0
[INSERT ONE], 7970us, 0
[INSERT ONE], 7980us, 0
[INSERT ONE], 7990us, 0
[INSERT ONE], 8000us, 0
[INSERT ONE], 8010us, 0
[INSERT ONE], 8020us, 0
[INSERT ONE], 8030us, 0
[INSERT ONE], 8040us, 0
[INSERT ONE], 8050us, 0
[INSERT ONE], 8060us, 0
[INSERT ONE], 8070us, 0
[INSERT ONE], 8080us, 0
[INSERT ONE], 8090us, 0
[INSERT ONE], 8100us, 0
[INSERT ONE], 8110us, 0
[INSERT ONE], 8120us, 0
[INSERT ONE], 8130us, 0
[INSERT ONE], 8140us, 0
[INSERT ONE], 8150us, 0
[INSERT ONE], 8160us, 0
[INSERT ONE], 8170us, 0
[INSERT ONE], 8180us, 0
[INSERT ONE], 8190us, 0
[INSERT ONE], 8200us, 0
[INSERT ONE], 8210us, 0
[INSERT ONE], 8220us, 0
[INSERT ONE], 8230us, 0
[INSERT ONE], 8240us, 0
[INSERT ONE], 8250us, 0
[INSERT ONE], 8260us, 0
[INSERT ONE], 8270us, 0
[INSERT ONE], 8280us, 0
[INSERT ONE], 8290us, 0
[INSERT ONE], 8300us, 0
[INSERT ONE], 8310us, 0
[INSERT ONE], 8320us, 0
[INSERT ONE], 8330us, 0
[INSERT ONE], 8340us, 0
[INSERT ONE], 8350us, 0
[INSERT ONE], 8360us, 0
[INSERT ONE], 8370us, 0
[INSERT ONE], 8380us, 0
[INSERT ONE], 8390us, 0
[INSERT ONE], 8400us, 0
[INSERT ONE], 8410us, 0
[INSERT ONE], 8420us, 0
[INSERT ONE], 8430us, 0
[INSERT ONE], 8440us, 0
[INSERT ONE], 8450us, 0
[INSERT ONE], 8460us, 0
[INSERT ONE], 8470us, 0
[INSERT ONE], 8480us, 0
[INSERT ONE], 8490us, 0
[INSERT ONE], 8500us, 0
[INSERT ONE], 8510us, 0
[INSERT ONE], 8520us, 0
[INSERT ONE], 8530us, 0
[INSERT ONE], 8540us, 0
[INSERT ONE], 8550us, 0
[INSERT ONE], 8560us, 0
[INSERT ONE], 8570us, 0
[INSERT ONE], 8580us, 0
[INSERT ONE], 8590us, 0
[INSERT ONE], 8600us, 0
[INSERT ONE], 8610us, 0
[INSERT ONE], 8620us, 0
[INSERT ONE], 8630us, 0
[INSERT ONE], 8640us, 0
[INSERT ONE], 8650us, 0
[INSERT ONE], 8660us, 0
[INSERT ONE], 8670us, 0
[INSERT ONE], 8680us, 0
[INSERT ONE], 8690us, 0
[INSERT ONE], 8700us, 0
[INSERT ONE], 8710us, 0
[INSERT ONE], 8720us, 0
[INSERT ONE], 8730us, 0
[INSERT ONE], 8740us, 0
[INSERT ONE], 8750us, 0
[INSERT ONE], 8760us, 0
[INSERT ONE], 8770us, 0
[INSERT ONE], 8780us, 0
[INSERT ONE], 8790us, 0
[INSERT ONE], 8800us, 0
[INSERT ONE], 8810us, 0
[INSERT ONE], 8820us, 0
[INSERT ONE], 8830us, 0
[INSERT ONE], 8840us, 0
[INSERT ONE], 8850us, 0
[INSERT ONE], 8860us, 0
[INSERT ONE], 8870us, 0
[INSERT ONE], 8880us, 0
[INSERT ONE], 8890us, 0
[INSERT ONE], 8900us, 0
[INSERT ONE], 8910us, 0
[INSERT ONE], 8920us, 0
[INSERT ONE], 8930us, 0
[INSERT ONE], 8940us, 0
[INSERT ONE], 8950us, 0
[INSERT ONE], 8960us, 0
[INSERT ONE], 8970us, 0
[INSERT ONE], 8980us, 0
[INSERT ONE], 8990us, 0
[INSERT ONE], 9000us, 0
[INSERT ONE], 9010us, 0
[INSERT ONE], 9020us, 0
[INSERT ONE], 9030us, 0
[INSERT ONE], 9040us, 0
[INSERT ONE], 9050us, 0
[INSERT ONE], 9060us, 0
[INSERT ONE], 9070us, 0
[INSERT ONE], 9080us, 0
[INSERT ONE], 9090us, 0
[INSERT ONE], 9100us, 0
[INSERT ONE], 9110us, 0
[INSERT ONE], 9120us, 0
[INSERT ONE], 9130us, 0
[INSERT ONE], 9140us, 0
[INSERT ONE], 9150us, 0
[INSERT ONE], 9160us, 0
[INSERT ONE], 9170us, 0
[INSERT ONE], 9180us, 0
[INSERT ONE], 9190us, 0
[INSERT ONE], 9200us, 0
[INSERT ONE], 9210us, 0
[INSERT ONE], 9220us, 0
[INSERT ONE], 9230us, 0
[INSERT ONE], 9240us, 0
[INSERT ONE], 9250us, 0
[INSERT ONE], 9260us, 0
[INSERT ONE], 9270us, 0
[INSERT ONE], 9280us, 0
[INSERT ONE], 9290us, 0
[INSERT ONE], 9300us, 0
[INSERT ONE], 9310us, 0
[INSERT ONE], 9320us, 0
[INSERT ONE], 9330us, 0
[INSERT ONE], 9340us, 0
[INSERT ONE], 9350us, 0
[INSERT ONE], 9360us, 0
[INSERT ONE], 9370us, 0
[INSERT ONE], 9380us, 0
[INSERT ONE], 9390us, 0
[INSERT ONE], 9400us, 0
[INSERT ONE], 9410us, 0
[INSERT ONE], 9420us, 0
[INSERT ONE], 9430us, 0
[INSERT ONE], 9440us, 0
[INSERT ONE], 9450us, 0
[INSERT ONE], 9460us, 0
[INSERT ONE], 9470us, 0
[INSERT ONE], 9480us, 0
[INSERT ONE], 9490us, 0
[INSERT ONE], 9500us, 0
[INSERT ONE], 9510us, 0
[INSERT ONE], 9520us, 0
[INSERT ONE], 9530us, 0
[INSERT ONE], 9540us, 0
[INSERT ONE], 9550us, 0
[INSERT ONE], 9560us, 0
[INSERT ONE], 9570us, 0
[INSERT ONE], 9580us, 0
[INSERT ONE], 9590us, 0
[INSERT ONE], 9600us, 0
[INSERT ONE], 9610us, 0
[INSERT ONE], 9620us, 0
[INSERT ONE], 9630us, 0
[INSERT ONE], 9640us, 0
[INSERT ONE], 9650us, 0
[INSERT ONE], 9660us, 0
[INSERT ONE], 9670us, 0
[INSERT ONE], 9680us, 0
[INSERT ONE], 9690us, 0
[INSERT ONE], 9700us, 0
[INSERT ONE], 9710us, 0
[INSERT ONE], 9720us, 0
[INSERT ONE], 9730us, 0
[INSERT ONE], 9740us, 0
[INSERT ONE], 9750us, 0
[INSERT ONE], 9760us, 0
[INSERT ONE], 9770us, 0
[INSERT ONE], 9780us, 0
[INSERT ONE], 9790us, 0
[INSERT ONE], 9800us, 0
[INSERT ONE], 9810us, 0
[INSERT ONE], 9820us, 0
[INSERT ONE], 9830us, 0
[INSERT ONE], 9840us, 0
[INSERT ONE], 9850us, 0
[INSERT ONE], 9860us, 0
[INSERT ONE], 9870us, 0
[INSERT ONE], 9880us, 0
[INSERT ONE], 9890us, 0
[INSERT ONE], 9900us, 0
[INSERT ONE], 9910us, 0
[INSERT ONE], 9920us, 0
[INSERT ONE], 9930us, 0
[INSERT ONE], 9940us, 0
[INSERT ONE], 9950us, 0
[INSERT ONE], 9960us, 0
[INSERT ONE], 9970us, 0
[INSERT ONE], 9980us, 0
[INSERT ONE], 9990us, 0
[INSERT ONE], >1000, 1
java -cp /Users/sherryyao/Desktop/YCSB-R-lab/ycsb-mongodb/core/target/core-0.1.4.jar:/Users/sherryyao/Desktop/YCSB-R-lab/ycsb-mongodb/mongodb/target/mongodb-binding-0.1.4.jar:/Users/sherryyao/Desktop/YCSB-R-lab/ycsb-mongodb/mongodb/target/archive-tmp/mongodb-binding-0.1.4.jar com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.MongoDbClient -s -P workloads/workloada -p mongodb.url=mongodb://localhost:27018 -p mongodb.writeConcern=acknowledged -load